---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SteelElemBoltGrade
source: html/353a2f4c-50da-18d7-0e91-64b3a35f9690.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SteelElemBoltGrade Property

"Grade"

## Syntax (C#)
```csharp
public static ForgeTypeId SteelElemBoltGrade { get; }
```